storeData=[
  ["Jodo 3 D Small(Box)","JODO 3D, a Navnirmiti innovation , with its unique variable angle connectors, is a wonderful and creative medium to learn about space, dimensions, proportions, geometrical concepts. The 5 Platonic regular solids , 13 Archimedian semi regular solids , irregular solids and any shape as per your imagination can be easily made with it.  ","Pre Primary, Primary","225.00",1  ],
  ["Jodo 3D Big(Box)","JODO 3D, a Navnirmiti innovation , with its unique variable angle connectors, is a wonderful and creative medium to learn about space, dimensions, proportions, geometrical concepts. The 5 Platonic regular solids , 13 Archimedian semi regular solids , irregular solids and any shape as per your imagination can be easily made with it.  ","Pre Primary, Primary","415.00",2  ],
  ["Jodo 3 D kit  ( 3 D glass)","JODO 3D, a Navnirmiti innovation , with its unique variable angle connectors, is a wonderful and creative medium to learn about space, dimensions, proportions, geometrical concepts. The 5 Platonic regular solids , 13 Archimedian semi regular solids , irregular solids and any shape as per your imagination can be easily made with it.  ","Pre Primary, Primary","565.00",3  ],
  ["Jodo Blocks ( set of 125 cubes with box)","These are snap on cubes also known as Jodo Cubes. More that 15 mathmatical concepts including number sense, addition, subtraction, multiplication, division, fractios etc can be tought with jodo Blocks. It is also an excellent tool for building multiple skills and abilities, including spatial concepts and motor skills. ","Pre Primary","650.00",4  ],
  ["Jodo block ( set of 100 cubes with bags) ","These are snap on cubes also known as Jodo Cubes. More that 15 mathmatical concepts including number sense, addition, subtraction, multiplication, division, fractios etc can be tought with jodo Blocks. It is also an excellent tool for building multiple skills and abilities, including spatial concepts and motor skills. ","Pre Primary","470.00",5  ],
  ["UTH - Place Value activity kit with thousand block","Developed by Zoltan Dienes, and also known as Dienes blocks, this is a multipurpose kit designed to learn one, two and three digit numbers, place value concepts, addition, subtraction, multiplication and division of single, two and three digit numbers, decimal fractions in things language. It is also useful for learning measurement of length, area, volume and weight . Advanced applications include learning about factorization and coordinate geometry. ","Primary","580.00",6  ],
  ["Set of Mathemat","Developed by Zoltan Dienes, and also known as Dienes blocks, this is a multipurpose kit designed to learn one, two and three digit numbers, place value concepts, addition, subtraction, multiplication and division of single, two and three digit numbers, decimal fractions in things language. It is also useful for learning measurement of length, area, volume and weight . Advanced applications include learning about factorization and coordinate geometry. ","Pre Primary","370.00",7  ],
  ["Akar parivar","Five shapes (circle, semicircle, triangle, square and rectangle) in five colours with each in a set of five sizes ranging from 2.5 cm to 12.5 cm. These shapes give small children a mathmatical rich environment to develop the important pre-number concept of seriation. Children enjoy making a line of the same shapes which they can be encouraged to arrange in inreasing or decreasing order of size. They can be asked to arrange the staircase of a house. ","Pre Primary","205.00",8  ],
  ["Currency kit (Box packaging)","Currency kit gives a concrete real life experience of numbers while the child is building its conceptual understanding of place value, one , two, three and multi digit numbers  ","Primary","245.00",9  ],
  ["Rangometry","Triangles, squares, hexagons, trapeziums, thin rhombi and fat rhombi in 6 bright colours to make repeatable patterns called tessellations. Pattern recognition, development of creativity and hands-on feeling for geometrical concepts are developed . With this, children can also learn about the angles of each shape. They also enjoy making shapes from other shapes. This includes making bigger triangles from smaller ones and discovering the number patterns in them. ","Pre Primary, Primary","225.00",10  ],
  ["Number Line small 100 beads","The number line is a powerful tool that can help an individual child as well as enable an entire classroom towards number recognition, counting and developing number sense upto 100. Originally developed Netherlands, in perspective of realistic math education at the Frreudenthal Institute, the numberline is an arithmatic string consisting of 100 beads in two colours and 10 different colours. ","Primary, Middle","180.00",11  ],
  ["Number Line Big 100 beads","The number line is a powerful tool that can help an individual child as well as enable an entire classroom towards number recognition, counting and developing number sense upto 100. Originally developed Netherlands, in perspective of realistic math education at the Frreudenthal Institute, the numberline is an arithmatic string consisting of 100 beads in two colours and 10 different colours. ","Primary, Middle","385.00",12  ],
  ["Abacus 4 row ","With the help of abacus simple arithmetical functions are easy to learn especially multiplication which may seen easier to an adult to perform but are very difficult for the juvenile to understand.","Primary","320.00",13  ],
  ["Abacus 5 row","With the help of abacus simple arithmetical functions are easy to learn especially multiplication which may seen easier to an adult to perform but are very difficult for the juvenile to understand.","Primary","365.00",14  ],
  ["Make Ten","An excellent game to learn addition and subtraction of number up to 10. The game has 36 cards and 2 to 6 players can play the game together. ","Primary","65.00",15  ],
  ["Place Value Mat ","This is used with the Place value set. Place value is also given in the printed form.","Primary","75.00",16  ],
  ["Number Stick "," A set of 200 sticks to feel and understand place value. ","Primary","205.00",17  ],
  ["Number Tags","101 number cards with hooks to support numeral recognition. To be used along with the Ganitmala or number line. ","Primary","450.00",18  ],
  ["Number Balance","The Number balance is an innovative device for “learning by understanding”. Mathematical concepts of addition, subtraction, multiplication of both single and double digits, division and equations can be represented in a hands on, interesting manner.  ","Primary, Middle","245.00",19  ],
  ["Digit Cards","Cards with pictorial representation of cubes, rods and digits, used for translation from things to pictorial and then to alphanumeric language of mathematics.  ","Primary","80.00",20  ],
  ["Place Value Cards","Place Value Cards show the face value along with the place value of a given number. They have proven to be very helpful for children in correctly lining up the digits during addition and subtraction, not forgetting the place of digits, and understanding the true value of digits in numbers (eg.6 in 63 is 60, not 6). They are also very helpful in teaching children to write numbers in expanded form.  ","Primary","110.00",21  ],
  ["Student Experimath Kit","The Student  Experimath Kit is designed as a child’s first comprehensive mathematics activity kit. The carefully selected components making up this kit are  the Mathemat, JODO 3D, JODO Blocks, Place Value Kit, Number Line, Currency Kit. \n","Primary","1,000.00",22  ],
  ["Teacher Experimath Kit","The Experimath Kit is designed as a Teacher's first comprehensive mathematics activity kit. The carefully selected components making up this kit are  the Mathemat, JODO 3D, JODO Blocks, Place Value Kit, Number Line, Currency Kit, a complete instruction manual and CD on the use of the manipulatives. The  same Experimath kit can also be used for  understanding many upper primary and high school math concepts.\n","Primary","5,000.00",23  ],
  ["Fraction kit (Bag)","Navnirmiti has carefully designed this rectangular fraction kit to introduce the non trivial abstraction of the fraction concept in a hands on way. The ‘whole’ divides into two, three, four, five six, nine ,twelve, sixteen etc. parts. This makes it easy to understand the concept, translate the understanding into numerical representation, and perform various mathematical operations with fractions including equivalent fractions, addition, subtraction of fractions etc. The rectangular design readily translates into activities on graph paper or grid lined .notebooks.  ","Primary","560.00",24  ],
  ["Fraction Wheel","The Fraction Wheel is a simple yet very effective device that helps making, seeing, comparing different fractions on a single paper sheet. Children grasp fraction concepts with a greater ease as they visually connect with the fraction as a number as well as seeing what part of the whole it represents. This kind of learning better equips the child to deal with fractions when they appear purely as numbers. ","Primary","60.00",25  ],
  ["Fraction Games","A group activity is useful in understanding of the meaning of denominator, numeratorand equivalent fraction. Games support the comprehension of the meaning of fraction notation including that of proper and improper fractions. ","Primary","425.00",26  ],
  ["Rectangle Rectangle a multiplication game","200 squares in two colours (100 each) with two dice. The game will help children to understand the meaning of multiplication ","Primary","170.00",27  ],
  ["Set of three dice","A set of three dice","Pre Primary, Primary","450.00",28  ],
  ["Pan Blance","A hand held balance for children to discover the principals of balancing the need of standard units of weights It can weigh things from 1 gram to 50 grams. ","Pre Primary, Primary","500.00",29  ],
  ["Decimal Kit","A hands-on kit for children to understand and visualize decimals in relationship with decimal-fractions. Includes games to consolidate the meaning of decimal notation. Also to compare, order, add and subtract decimals. ","Middle","275.00",30  ],
  ["Volume Set","Made of paper cut outs, with this kit basic volume shapes such as cone, pyramid, cuboid, cube and cylinder, can be easily made. It easier for children to understand the math concepts associated with these shapes.  ","Middle","65.00",31  ],
  ["Multi Play","This is a board game, innovated by Navnirmiti , in which the players advance by arriving upon a number by rolling the dice, recognizing the number, and then jumping to the next number of the same category. This is a fun way to learn about square, cube, prime, composite and fibonacci numbers.  ","Middle","125.00",32  ],
  ["Geo Board","Invented by mathematician Caleb Gattegno in the 1950s, geoboards have become an indispensible tool for engaging students in geometry concepts. Geoboards are very useful in learning concepts of plane shapes, translation, rotation, reflection, similarity, co-ordination, counting, angles, patterns, scaling, position, congruence, area, perimeter.  ","Primary, Middle","140.00",33  ],
  ["Student Balance","A hand held balance for children to discover the principals of balancing the need of standard units of weights It can weigh things from 1 gram to 50 grams. ","Primary, Middle","475.00",34  ],
  ["Tessellaton Kit","Tessellation is the process of  filling space by tiling- creating a two-dimensional plane using the repetition of  geometric shapes without overlaps or gaps. The kit contains triangles, squares, hexagons, pentagons, heptagons, Octagons and Dodecagons.  It can be used for making patterns and discovering all the regular polygons that can tessellate. ","Primary, Middle","320.00",35  ],
  ["Algebra Tiles plastic in (plastic box)","With the help of the Algebric tiles understanding polynomials and its operations become simple and concrete. Abstractions of Equations, Factoring, Equation with one variable etc become concrete with help of the Algebric Tiles.  ","Middle","145.00",36  ],
  ["Spring Scale - Assorted 6 types","6 different types of Spring Scales measuring weights ranging from 25 gms to 5 kgs","Middle","535.00",37  ],
  ["Spring Scale - Single ","6 different types of Spring Scales measuring weights ranging from 25 gms to 5 kgs","Middle","90.00",38  ],
  ["Relationship Solid ( set of 15 )","The kit is great tool for the introduction of solid geometry such as prism, cubes, cuboid etc. 15 solids in the set helps understanding the surface areas and the various solid shapes and their interelation. The transparent solid shapes sets is useful in the learning of volumes and surface . area.","Primary, Middle","390.00",39  ],
  ["Fraction Tiles with Tray ","Fraction Tiles help children compare fractions of equivalence and understand their inter relations","Middle","330.00",40  ],
  ["Relationship Ring","Set of 6 rings that estabilshes the interrelations of the concepts of fraction and its equivalence, decimals, percentage, time and degree in relation to each other.","Middle","160.00",41  ],
  ["Clock","Paper clock with movable hands help children play and learn concepts in time measurement.","Primary","95.00",42  ],
  ["Circle Area Kit","Prove the way of finding out the area of a circle and understanding of pie","Middle","440.00",43  ],
  ["Angle Kit","Understand the interior angles their addition, relation  of various polygons","Middle","400.00",44  ],
  ["Joymetry Kit","Pythagorus theorem & Identities","Middle","295.00",45  ],
  ["Area Kit","Use to explain areas for different shapes","Middle","240.00",46  ],
  ["Magic Tringle - Puzzles","Discover the relation of these two trinagle to the quadrilateral bases","Primary","55.00",47  ],
  ["Jungle Game","A colorful game playing which, children automatically begin to read images as numbers. Forward movement is addition and backward movement is subtraction. The Jungle game is an easy and enjoyable introduction of these concepts for children. It builds a conceptual basis for understanding negative numbers at a later stage and age. ","Pre Primary, Primary","50.00",48  ],
  ["Jodo Rhomboid ","These pieces were originally created by Danish designer Holger Storm in 1973 for Cristmas tree decoration. In these rhombus faces all 4 sides and one diagonal are equal, it consist of two equilateral triangles. This is the hidden math and beauty of these faces.","Pre Primary, Primary","150.00",49  ],
  ["Pentominoes","A Pentomino is a polyomino, composed of 5 congruent squares, connected along their edges. There are 12 different Pentominoes, named after the letters of the Latin alphabet they resemble. A wonderful puzzle game that goes a long way in developing children’s understanding of concepts of area and perimeter, geometry, congruence and symmetry, nets, volume and classification.  ","Puzzle","80.00",50  ],
  ["Bead Puzzle","A great puzzle to challenge the mind for all ages, in which the objective is to get both the beads in a single loop.  ","Puzzle","175.00",51  ],
  ["Navrang","Rubik’s Cube consists of getting each face of a 3 x 3 cube in a single colour. Navnirmiti’s Navrang cube puzzle is the opposite : It consists of 27 jodo cubes, with three cubes of one color, giving a total of 9 colors, hence the name Navrang. Complete the puzzle by assembling a 3 x 3 cube, getting all the 9 colors on each of the 6 faces of the cube . ","Puzzle","60.00",52  ],
  ["Ring Puzzle","These string and ring puzzles challenge our minds and our logical abilities to solve them.","Puzzle","60.00",53  ],
  ["Soma Cube","A wonderful mathematical puzzle created by the famous mathematician Piet Hein in 1933. These 7 pieces, made out of unit cubes have to be assembled into a 3x3x3 cube. There are 240 independent ways of solving the puzzle. Also, thousands of geometric shapes can be made with these 7 simple Soma pieces. ","Puzzle","230.00",54  ],
  ["Pyramid Puzzle","Put together a Triangular Pyramid with four separable parts   ","Puzzle","195.00",55  ],
  ["Tangram","An ancient Chinese moving piece puzzle, made up of 7 pieces using three basic geometric shapes, with which you can form more than 200 shapes. You can make different human, animal, bird and other object shapes. Also, numbers 1 to 9 and alphabets A to Z.  ","Puzzle","150.00",56  ],
  ["Hanoi Tower","Invented by French mathematician Edouard Lucas in in 1883, the Hanoi tower is a mathematical puzzle of three pegs and six discs. Shifting one disc at a time the discs need to be moved to another peg in the same order of decreasing size. Well known to the students of computer science, it promotes understanding of recursive functions. ","Puzzle","170.00",57  ],
  ["Jigsaw Puzzles","This kit consists of two puzzles, one that is easier to assemble with simple straight edged pieces, with the other one being more complex with randomly cut pieces. The child is first given the simple puzzle to solve and then the complex one. ","Puzzle","325.00",58  ],
  ["Animal classification - exact match","The kit contains set of 24 cards with pictures of 12 different animals, two on each cards of same animal.  Where the Child first learns to match the same animals, and then learn to differentiate between domestic and wild animals. It is a pre math activity for single and double attributes classification.","Puzzle","207.00",59  ],
  ["As many as (girls in garden)","This kit is very useful for children in understanding of mathematical language as children learn the language constructs used in mathematical problems, and learn classification using 1 or 2 features. The kit consists of a picture of a garden and 16 picture cut outs of girls wearing frocks of different designs and colors. ","Puzzle","177.00",60  ],
  ["Ascending/ descending order (duck)","An interesting activity to familiarize children with concepts of big and small, comparison, sequencing from big to small and vice versa. It is actually a math pre reading activity. This kind of learning lays a very helpful foundation, when children begin with number concepts. The kit consists of duck shapes in varying sizes, and cards with depictions of ducks in accordance with the cut-outs. ","Puzzle","148.00",61  ],
  ["Barakhadi (Marathi/ Hindi)","This kit is very useful for teaching alphabets of Hindi and Marathi language and their correct pronunciation. The kit consists of Hindi and Marathi alphabet cards and “Maatra” symbol cards. Children have to make words using alphabet and Maatra cards. Therefore they learn the different phonetics of the alphabets.","Puzzle","354.00",62  ],
  ["ABC kit","This is wooden kit. Very useful for teaching alphabets of English.","Puzzle","236.00",63  ],
  ["Classification dice game"," The kit consist 27 cards of 3 different patterns, colors, shape and 3 dice. Through this activity, children learn classification. And develop recognition skills by identifying different shape, colors and patterns. Learning to classify things, is very important pre math skill for children. This game can be played by two age groups, depending upon the number of features used. ","Puzzle","295.00",64  ],
  ["Color seriation (light to dark shade)","This activity is a Pre Math activity where children are learning sequencing through colour gradations in ascending and descending orders. The kit consists of 5 sets of colors, with each set containing 7 shades of one colour. The children are asked to arrange the colour cards from lighter to darker shades, and vice versa. ","Puzzle","295.00",65  ],
  ["Match the Color","This activity is a Pre Math activity where children are learning sequencing through colour gradations in ascending and descending orders. The kit consists of 5 sets of colors, with each set containing 7 shades of one colour. The children are asked to arrange the colour cards from lighter to darker shades, and vice versa. ","Puzzle","295.00",66  ],
  ["Identify the pattern","The objective of this kit is to develop an understanding of the sequence of pictures and the repeating patterns. It develops logical  thinking as well as prediction based on the previous experience and knowledge. Children have to place the correct answer picture that fits into the strip sequence.","Puzzle","295.00",67  ],
  ["Sequential picture cards","Sequence of Day","Puzzle","236.00",68  ],
  ["Numbers, dots dice game","The kit contains 36 cards, with numbers 0 – 9 written on 10 cards, 26 cards which have dots on them, and a dice with numbers 0 to 5 on the 6 faces of the dice. This activity game translates pictures to numbers and children learn the concept of counting easily through this game.","Puzzle","236.00",69  ],
  ["Picture reading (Sources of water)","Children are shown a poster and are asked to identify the different sources of water from it, and are encouraged to converse by asking them to relate their own experiences with theme related questions. This kind of group activity helps build observation skills. In addition to the socio-emotional benefits, many aspects of language, cognitive development and vocabulary skills are facilitated. ","Puzzle","142.00",70  ],
  ["Remember sequence","This is another great activity for developing observation skills and improving memory functions. The activities with this kit are conducted with 3 cards at every level, with each level becoming more difficult as the game progresses. It also helps in developing linguistic skills.","Puzzle","354.00",71  ],
  ["Shadow Game","A game for developing power of observation and deduction. The kit contains 4 cards, with shadows of 6 different objects and 24 object cards. Children recognize the shapes of the objects and match with its shadow. ","Puzzle","236.00",72  ],
  ["Speak in complete sentence","The objective of this kit is to develop children’s linguistic and speaking skills. The kit contains 8 cards depicting people engaged in different activities. Children are shown the cards and asked to describe what they see. As children are encouraged to describe in complete sentences. ","Puzzle","100.00",73  ],
  ["Story of Triangle","five shapes (circle, semicircle, triangle, square and rectangle) in five colours. These shapes give small children a mathematical rich environment to develop the important pre-number concept of seriation. Children enjoy making a line of the same shapes wh","Puzzle","295.00",74  ],
  ["Vehicle classification - concept match","The kit contains set of 16 cards of roadways, railways, airways and waterways transport vehicle. Children have to recognize, and then classify the vehicle by its mode of travel.  It is an important pre math activity. This is a two attribute classification game.","Puzzle","177.00",75  ],
  ["Aakar Pariwar","Five shapes (circle, semicircle, triangle, square and rectangle) in five colours. These shapes give small children a mathematical rich environment to develop the important pre-number concept of seriation. Children enjoy making a line of the same shapes which they can be encouraged to arrange in increasing or decreasing order of size.","Puzzle","242.00",76  ],
  ["Ball Number line","Number recognition up to 10 is a key to laying foundation of early math. It is also important that children understand numbers by “Experiencing” them. An ideal way is to introduce children to numbers up to 5, and once they have learnt to recognize them, move on to numbers up to 10. The kit consists of 2 sets of Ball Number Lines, with each having 10 balls. Children learn the number sequence very easily.C13","Puzzle","295.00",77  ],
  ["Beads and String (With Shapes)","Stringing Beads had been a well recognised and loved part of the preschool programme for a long time. It has provided an absorbing opportunity for the little ones to exercise their fine motor skills, development of eye - hand coordination, pre-number concept like colours, pattern, classification and so on.","Puzzle","455.00",78  ],
  ["Jodo Blocks","These are snap on cubes also known as Jodo Cubes. This is an excellent tool for building multiple skills and abilities like classification, pattern, shapes, number sense, addition, subtraction and fine motor skills. ","Puzzle","526.00",79  ],
  ["Wish toy","This is the wooden blocks. This is an excellent tool for building multiple skills and abilities like classification, pattern, creativity and fine motor skills. ","Puzzle","177.00",80  ],
  ["Jungle Safari","This is a board game to learn and familiarise oneself with numbers, addition and subtraction. Goal of the game is to complete the journey from home to school. 2 to 5 children can play these game together. ","Puzzle","177.00",81  ],
  ["Puppet set","Language plays a very important role in development of children. It is very important that children be provided interesting ways to express themselves. Children can use the puppets and create their own story and perform. This activity helps children develop ideas, construct sentences, express themselves which in turn builds their self confidence. The kit consists of 6 puppets and a story book.","Puzzle","236.00",82  ],
  ["Puzzle Ball","This kit has 12 different shapes and a big ball with shaped holes. Child should put the shapes in the correct holes in the ball. ","Puzzle","178.00",83  ],
  ["Rangometry","This kit has triangles, squares, hexagons, trapeziums, thin rhombi and fat rhombi in 6 bright colours. Children can make different designs by combining these shapes. Pattern recognition, development of creativity and hands-on feeling for geometrical concepts will develop with this kit. Children can also learn about the angles of each shape. ","Puzzle","265.00",84  ],
  ["Stacking rings","This kit has rings of varying sizes and a standing rod. The child should put the rings in descending order onto the rod. This will enable eye-hand co-ordination, understanding of ascending and descending order.","Puzzle","179.00",85  ],
  ["Class 1-2 Kit","Complete kit for class 1 and 2","GradeWise","10,000.00",86  ],
  ["Class 3-4 Kit","Complete kit for class 3 and 4","GradeWise","10,000.00",87  ],
  ["Class 5-6 Kit","Complete kit for class 5 and 6","GradeWise","10,000.00",88  ],
  ["Class 7-8 Kit","Complete kit for class 7 and 8","GradeWise","10,000.00",89  ]
]